tap "hashicorp/tap"
tap "localstack/tap"
tap "unisonweb/unison"

brew "ack"
brew "asciinema"
brew "ast-grep"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "copilot-cli"
brew "curl"
brew "diff-so-fancy"
brew "difftastic"
brew "editor"
brew "elixir"
brew "emacs"
brew "erlang"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "font-symbols-only-nerd-font"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gleam"
brew "glow"
brew "hashicorp-vagrant"
brew "helix"
brew "helm"
brew "imagemagick"
brew "jj"
brew "jq"
brew "kubectl"
brew "lazydocker"
brew "lazygit"
brew "lazyvim"
brew "libyaml"
brew "loc"
brew "localstack-cli"
brew "lolcat"
brew "luarocks"
brew "micro"
brew "neovim"
brew "node"
brew "nushell"
brew "packer"
brew "pandoc"
brew "pipenv"
brew "poppler"
brew "posting"
brew "pyenv"
brew "rbenv"
brew "resvg"
brew "ripgrep"
brew "ruby-build"
brew "rust-analyzer"
brew "shellcheck"
brew "sevenzip"
brew "spaceship"
brew "tree"
brew "unison-language"
brew "uv"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"

file "Extras.Brewfile"
